# 1) Напишите программу, которая принимает на вход поочерёдно 3 строки и выводит
# их сумму. Ответ запишите для строк ’Программирование ’, ’после ’ и ’школы!’
a = input()
b = input()
c = input()
print(a + b + c)
